<template>
  <div>
    <vNavigation ></vNavigation>
    <div>

      <a class="text-underline" href="javascript:void(0);" @click="moveBack()">戻る</a>
      <h3 class="text-center">プライバシーポリシー</h3>

      <p>
        2020年7月11日作成
      </p>

      <dl>

        <dt>個人情報の収集</dt>
        <dd>個人情報とは、個人に関する情報であり、特定の個人を識別することができるものも含みます。</dd>
        <dd>当社(株式会社ゼロシステム)は、個人情報を収集いたします。</dd>

        <dt>共同利用する個人データの項目</dt>
        <dd>名前、住所、画像及び映像情報、音声、テキストデータ、生年月日、パスワード、銀行情報、決済情報、通報内容</dd>


        <dt>個人情報の利用目的</dt>
        <dd>
          当社は、収集した個人情報を以下の目的で利用することができるものとします。
          <ol>
            <li>当社及び第三者への情報提供サービス、システム利用サービスの提供のため</li>
            <li>当社及び第三者への商品等の販売、販売の勧誘、発送、サービス提供のため</li>
            <li>当社及び第三者への商品等の広告または宣伝のため</li>
            <li>料金請求、課金計算のため</li>
            <li>本人確認、認証サービスのため</li>
            <li>アフターサービス、問い合わせ、苦情対応のため</li>
            <li>アンケートの実施のため</li>
            <li>懸賞、キャンペーンの実施のため</li>
            <li>アフィリエイト、ポイントサービスの提供のため</li>
            <li>マーケティングデータの調査、統計、分析のため</li>
            <li>決済サービス、物流サービスの提供のため</li>
            <li>新サービス、新機能の開発のため</li>
            <li>システムの維持、不具合対応のため</li>
            <li>オークションサービスにおける会員記述情報の掲載のため</li>
            <li>当サイトの品質向上のため</li>
            <li>犯罪行為による証拠保全のため</li>
            <li>その他当社の各サービスにおいて個別に定める目的のため</li>
          </ol>
        </dd>



        <dt>共同利用する個人データの管理についての責任を有する者の名称</dt>
        <dd>株式会社レジェンドスポーツヒーローズ</dd>

        <dt>個人情報の提供</dt>
        <dd>
          当社は、以下に定める場合には、個人情報を第三者に提供することができるものとします。
          <ol>
            <li>
              個人を特定できない範囲でターゲット広告、データ及びビッグデータ提供
              ただし、本人の同意がある場合、個人が特定できるデータを提供できるものとします
            </li>
            <li>裁判所、検察庁、警察、税務署またはこれらに準じた権限を持つ公的機関から、個人情報の開示を求められた場合</li>
            <li>保険金請求のために保険会社に開示する場合</li>
            <li>当社または出品者に対し支払うべき料金その他の金員の決済を行うために、金融機関、クレジットカード会社、回収代行業者その他の決済またはその代行を行う事業者に開示する場合</li>
            <li>当社が行う業務の全部または一部を第三者に委託する場合</li>
            <li>当社に対して秘密保持義務を負う者に対して開示する場合</li>
            <li>当社の権利行使に必要な場合</li>
            <li>合併、営業譲渡その他の事由による事業の承継の際に、事業を承継する者に対して開示する場合</li>
            <li>個人情報保護法その他の法令により認められた場合</li>
            <li>その他当社の各サービスにおいて個別に定める場合</li>
          </ol>
        </dd>


        <dt>リンク先等の個人情報の取扱い</dt>
        <dd>
          <ol>
            <li>当社運営サイト上やメールマガジンにおいて、外部のサイトへのリンクが貼られることがあります。</li>
            <li>この外部のサイトで登録される個人情報は、当社で管轄する情報ではない為、一切の責任を負うことができません。</li>
            <li>外部サイトで個人情報を登録される場合は、そのサイトのプライバシーポリシーをご確認ください。</li>
          </ol>
        </dd>

        <dt>個人情報を保護するための体制について</dt>
        <dd>
          <ol>
            <li>当社では、個人情報管理委員会が個人情報の取扱いに関する方針を決定し、運用状況を確認しています。</li>
            <li>更に、個人情報を管理する責任部門に個人情報管理統括責任者を配置し、その者が個人情報の適切な管理を指導しています。</li>
          </ol>
        </dd>

        <dt>プライバシーポリシーの更新</dt>
        <dd>
          <ol>
            <li>当社は、プライバシーポリシーを変更する場合があります。
              プライバシーポリシーに重要な変更がある場合には、サイト上で告知します。</li>
            <li>本ページを都度ご確認の上、当社のプライバシーポリシーをご理解いただくようお願いします。</li>
            <li>プライバシーポリシーの変更後の当サイト利用に関しましては、プライバシーポリシーの変更に同意したものとみなします。</li>
          </ol>
        </dd>

      </dl>
    </div>

    <vFooter></vFooter>
  </div>

</template>

<script>
    import Vue from 'vue';
    import {
        getFuneralInfo
    } from '../api/funeral';

    export default Vue.extend({
        data() {
            return {

            };
        },

        created(){

        },

        methods: {
            moveBack() {
                window.close();
                //history.back();
            }
        }
    });

</script>

<style>
  .funeral-info {
    padding: 24px 36px;
  }

  .flex-1 {
    flex: 1;
  }

  #hero {
    height: 200px;
    background-image: url('/static/images/hero.jpg');
    background-size: cover;
    background-position: top;
    display: flex;
    align-items: center;
  }

  #hero-txt {
    width: 100%;
    height: 50px;
    background: #fff;
    opacity: 0.6;
    display: flex;
    justify-content: center;
    align-items: center;
  }

  #hero p {
    font-size: 12px;
    color: #313131;
  }

  @media(min-width: 768px) {
    #hero {
      margin-top: 30px;
      height: 400px;
    }

    #hero-txt {
      height: 80px;
    }

    #hero p {
      font-size: 24px;
    }
  }

</style>
