<template>
  <div>
    <vNavigation ></vNavigation>
    <div>
      <a href="javascript:void(0);" class="text-underline" onclick="window.close();" >戻る</a>

      <h3 class="text-center">利用規約</h3>

      <p>2020年7月11日作成</p>

      <p>葬儀サイト（仮）利用規約（以下、「本規約」といいます。）は、株式会社ゼロシステム（以下、「当社」といいます。）が提供するサービス（以下、「本サービス」といいます。）において、全機能を利用する場合の一切について適用されます。</p>

      <p>本サービスを利用する者（以下、「利用者」といいます。）は、利用に先立って本規約の内容に同意するものとします。</p>
      <p>本規約に定めのない事項については、当社との契約、その他の当社が定める利用条件に従うものとします。</p>

      <p>本サービスを利用する者（以下、「利用者」といいます。）は、利用に先立って本規約の内容に同意するものとします。</p>
      <p>本規約に定めのない事項については、当社との契約、その他の当社が定める利用条件に従うものとします。</p>

      <dl>
        <dt>第１条 アカウント</dt>
        <dd>
          <ol>
            <li>
              本サービスの一部機能を利用するためには、会員資格を有している必要があります。
            </li>
            <li>
              利用者の電話番号をIDとして、パスワードはショートメッセージで送付されたものを初期パスワードとします。
            </li>
            <li>
              本サービス内にて初期パスワードを入力し、パスワード認証ボタンを押した時に会員資格が与えられます。
            </li>
            <li>本サービス内の収納代行、物品販売、サービス販売、中継機能に関連して別途、契約、会員規約、ガイドライン・ルール等（以下、「ルール等」といいます。）が定められている場合は、本規約及びルール等に基づき中継機能を利用するものとします。なお、本規約と当社との契約、規約、ルール等に定める内容が異なる場合には契約、規約、ルール等に定める内容が優先して適用されるものとします。</li>
          </ol>
        </dd>

        <dt>第２条 当社の役割</dt>
        <dd>当社は、配信者が本サービスを利用して会員に対して中継配信等をするためのシステムを提供しますが、当社は、配信の当事者にはなりません。</dd>

        <dt>第３条 配信内容</dt>
        <dd>
          <ol>
            <li>
              以下の内容を含む配信を禁止します。
              <ol>
                <li>わいせつ又は裸体または裸体に準じる身体を晒す内容（当社基準において判断されます、肌の露出等により、着衣を纏っていても裸体に準じると判定されることがあります）</li>
                <li>わいせつ又はわいせつに準じる音声及びテキスト（当社基準において判断されます）</li>
                <li>売春、児童売春に関する内容</li>
                <li>無限連鎖講、マルチ商法に関する内容</li>
                <li>窃盗、強盗、詐欺、恐喝、横領、背任その他の犯罪により実施される内容</li>
                <li>特許権、実用新案権、意匠権、商標権、著作権、肖像権その他の他人の権利を侵害する内容</li>
                <li>個人情報、営業秘密その他一般に公開されていない情報を公開する行為</li>
                <li>犯罪その他の法令違反行為</li>
                <li>その他法令に違反する内容</li>
                <li>上記に該当する恐れのある内容</li>
                <li>当社が別途定めるルール等に違反する内容</li>
                <li>その他当社が不適当と判断した以下の内容</li>
                <li>他人の名誉または信用を傷つけるもの</li>
                <li>内外の国家・民族などの尊厳を傷つけるおそれがあるもの</li>
                <li>国際親善を害するおそれのあるもの</li>
                <li>公序良俗に反するもの</li>
                <li>風俗関係のもの</li>
                <li>暴力、とばく、麻薬などを肯定又は美化するもの</li>
                <li>つきまとい、ストーカー行為</li>
                <li>犯罪その他の法令違反行為を誘発し、または助長・促進するおそれのあるもの</li>
                <li>責任の所在が明確でないもの</li>
                <li>当社サービスに過度の負荷をかけるもの</li>
                <li>外部リンクが配信の主たる内容とみなされるもの</li>
                <li>政治団体、自己啓発、啓蒙セミナー、宗教団体の勧誘、または、布教活動に関わるもの</li>
                <li>事実誤認を生じさせ、またはそのおそれのあるもの</li>
                <li>非科学的または迷信に類するもので当社が不適当と判断したもの</li>
                <li>潜在意識に働きかける表現を用いたもの</li>
                <li>スパム等迷惑行為を行なっているまたはそのおそれがあるもの</li>
                <li>配信の提供主体や目的が不明、または曖昧なもの</li>
                <li>他人の名義を語るもの</li>
                <li>本サービスの仕様を解析することが主目的のもの</li>
                <li>恐怖心を強く喚起するもの</li>
                <li>ケンカや暴力行為の過激な描写、行為を肯定するもの</li>
                <li>人身売買もしくはそれを想像させるもの</li>
                <li>人種、性別、年齢、宗教、身体特長等による差別につながるもの</li>
                <li>他人を誹謗、中傷もしくは侮辱するもの、他人の名誉や信用を傷つけるもの</li>
                <li>他人の宗教、思想、信条を否定するもの</li>
              </ol>
            </li>
            <li>配信者は、当社の許諾を得てない場合、いかなる場合でも、配信を当社、または無関係の第三者が、公認、支持または提供していると誤認させる表示を行ってはなりません。</li>
            <li>配信者は、配信する内容について、事前に権利侵害行われないようない様に措置を行うものとし、かつ法令を遵守して配信等を行うものとします。</li>
            <li>配信者、閲覧者が本規約に違反した配信等をした場合、当社は配信の停止、配信機能の停止、投稿内容の削除、会員資格のはく奪及び退会、アクセス制限を行うことができるものとします。</li>
          </ol>
        </dd>

        <dt>第４条 配信規約の違反等について</dt>
        <dd>
          <ol>
            <li>
              配信者及び閲覧者が以下の各号に該当した場合、当社は、当社の定める期間、本サービス及び当社が提供するその他のサービスの一部もしくは全部の利用を認めないこと、配信者の本サービス及び当社が提供するその他のサービスの会員資格を取り消すこと、又は、本規約及びこれに付随する契約並びに当社と配信者とのその他の契約を解除することができるものとします。ただし、この場合おいて当社が受領した料金を返還しません。
              <ol>
                <li>当社所定の情報を所定の期限内に提供しない場合</li>
                <li>当社と連絡が取れなくなった場合</li>
                <li>利用規約、本規約及びルール等に違反した場合、または違反したと疑われる事由がある場合</li>
                <li>その他、配信者として不適切であると当社が合理的に判断した場合</li>
              </ol>
            </li>
            <li>配信者は、前項各号のいずれかに該当した場合、当社に対するすべての債務につき期限の利益を失い、直ちに当該債務全部を弁済しなければならないものとします。</li>
            <li>配信者が本規約又はルール等の定めに違反した場合、配信者は、当社が配信者に対し、当該違反のとき以降に支払うべき代金（当該違反のときに回収が完了していないものも含みます。）を違約金として支払うものとし、当社は、違約金を差し引くことができるものとします。</li>
            <li>配信者が本規約又はルール等の定めに違反し、当社に損害が生じた場合、配信者は、当社の損害を前項の違約金とは別に賠償しなければならないものとします。</li>
          </ol>
        </dd>

        <dt>第５条 サービスの提供条件</dt>
        <dd>
          <ol>
            <li>当社は、メンテナンス等のために、配信者、閲覧者に通知することなく、本サービスを停止し、または変更することがあります。</li>
            <li>本サービスの提供を受けるために必要な機器、通信手段などは、配信者の費用と責任で備えるものとします。</li>
            <li>当社は、本サービスに中断、中止その他の障害が生じないことを保証しません。</li>
            <li>配信者、閲覧者は、本サービスのシステムを通信回線を通じて当社の指定する設備に接続することによって当社の定める範囲内でのみ使用することができるものとします。</li>
            <li>本サービス内で当社が提供する全てのシステムに関する権利は当社若しくは当社が許諾を得た者が有しており、配信者に対し、当社が有する特許権、実用新案権、意匠権、商標権、著作権、ノウハウその他の知的財産権の実施または使用許諾をするものではありません。</li>
            <li>配信者、閲覧者は、本サービスのシステムをいかなる方法によっても複製、リバースエンジニアリング、送信、譲渡、貸与、翻訳、翻案その他の利用をすることはできないものとします。</li>
            <li>配信者、閲覧者は、本サービスのシステムにつき再使用許諾をすることはできないものとします。</li>
            <li>本サービスのシステムの使用許諾は、非独占的なものとします。</li>
            <li>前項に関わらず、退会等により配信者が本サービスの会員資格を喪失した場合は、配信者の本サービスのシステムの使用権も消滅するものとします。</li>
          </ol>
        </dd>

        <dt>第６条 譲渡禁止</dt>
        <dd>配信者、配信者は、本規約及びルール等に基づく権利または義務を、他に譲渡しまたは担保に供しその他一切の処分をしてはならないものとします。</dd>

        <dt>第７条 免責事項</dt>
        <dd>
          <ol>
            <li>配信者、閲覧者は、本サービスにおいて配信等について責任を負うものとし、当社は中継や配信者が記述する情報等について何らの責任を負わないものとします。</li>
            <li>配信者は、本サービスにおいて当社以外の第三者が提供するソフトウェアを利用する場合、自らの責任で利用するものとし、当社は、当社以外の第三者が提供するソフトウェアについて何らの責任を負いません。</li>
            <li>当社は、本サービス利用者に対して、障害、不具合、電子的攻撃、コンピュータウイルス等によりサービス不能、不全に陥った場合による利用者の損失について、当社は利用者に一切保障しないものとします。</li>
            <li>当社は、本サービス利用者に対して、規約に基づき、配信停止、投稿取り消し、警告、退会処分等による利用者の損失について、当社は利用者に一切保障しないものとします。</li>
            <li>当社は、本サービスに関して、利用者同士、もしくはその他の第三者との間で発生した一切のトラブルについて、関知しません。従って、これらのトラブルについては、当事者間で話し合い、訴訟などにより解決するものとします。</li>
          </ol>
        </dd>

        <dt>第８条 利用禁止事項</dt>
        <dd>
          <ol>
            <li>会員登録申込みの際の個人情報登録、及び 会員となった後の個人情報変更において、その内容に虚偽や不正を申告する事</li>
            <li>１人が複数会員登録する事</li>
            <li>本サービスを利用せずに 1 年以上使用せず、当社からの連絡にも答えない事</li>
            <li>他者に迷惑行為を行う事</li>
            <li>反社会的勢力の構成員、またはその者と不適切な関係にある者の利用</li>
            <li>ポリシーの不同意、規約及、契約、ルール等に違反する事</li>
            <li>当社が提供するアプリケーション、当社が保有するサーバー及びこれらが生成する情報、通信内容等の解読、解析、逆コンパイル、逆アセンブルまたはリバースエンジニアリング、特定個人の追跡など</li>
            <li>他の会員もしくは配信者の個人情報、会員記述情報を違法、不適切に収集、開示その他利用すること</li>
            <li>他の個人または団体になりすまし、または他の個人または団体と関係があるように不当に見せかけること</li>
            <li>迷惑メール、チェーンメール、ウィルス等の不適切なデータを送信すること</li>
            <li>ボットなどの自動化された手段を用いて本サービスを利用すること</li>
            <li>本サービスを変更または妨げることを目的に利用すること</li>
            <li>本サービスのバグ、誤動作を利用すること</li>
            <li>詐欺的な行為をすること</li>
            <li>条約、法令、条例に違反する事</li>
            <li>その他、当社が不適切であると判断した行為を行う事</li>
          </ol>
        </dd>

        <dt>第９条 利用停止</dt>
        <dd>当社との契約に違反した者、規約違反、ポリシー不同意の利用者について、当社は会員資格停止、アクセスブロック、中継の停止、投稿内容削除を利用者の許諾なく行えるものとします。それによって生じる如何なる損害も当社は負わないものとします。</dd>

        <dt>第１０条 利用規約の変更</dt>
        <dd>
          <ol>
            <li>当社は、当社の判断において配信者、閲覧者、会員等の第三者の許諾を得ることなく利用規約を変更できるものとします。</li>
            <li>利用規約変更後に本サービス利用を行った場合、利用規約に合意したものとします。</li>
          </ol>
        </dd>

        <dt>第１１条 準拠法</dt>
        <dd>本サービスその他の本規約に関する準拠法は日本法とします。</dd>

        <dt>第１２条 管轄裁判所</dt>
        <dd>本サービスに関し、当社との間で訴訟が生じた場合、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</dd>

      </dl>
    </div>

    <vFooter></vFooter>
  </div>

</template>

<script>
    import Vue from 'vue';
    export default Vue.extend({
        data() {
            return {

            };
        },

        created(){

        },

        methods: {
            moveBack() {
                history.back();
            },
            sendQuestion(type) {
                this.$router.push({
                    path: "/inquiry/" + type
                });
            }
        }
    });

</script>

<style>


</style>
